[M_Ep1_Champion MissionDefinition]
MissionName="Minha Primeira Arma"
MissionDescription="Depois que Jack O'Cara lhe abandonou à sua própria sorte em [place]Windshear Waste[-place], você conseguiu vencer o frio e ainda encontrou um pequeno robô utilitário da classe CL4P-TP - o último modelo desse tipo no planeta - que o convidou para abrigar-se em sua casa.\n"
TurnInDescription="Você encontrou uma arma guardada dentro de um armário.\nMais adiante quando estiver matando monstros colossais com uma arma que dispara projéteis elétricos, você se lembrará desse momento com uma certa nostalgia.\n"
MissionSummary="Siga o Claptrap."
MissionGiver="Claptrap"
MissionTurnInLocation="Procure no Armário"
TeaserText=""

[M_Ep1_Champion:OpenLocker MissionObjectiveDefinition]
ProgressMessage="Abra o armário"

[M_Ep1_Champion:OpenLockerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Obtenha uma arma."
MissionDescriptionOverride="Depois que Jack O'Cara lhe abandonou à sua própria sorte em [place]Windshear Waste[-place], você conseguiu vencer o frio e ainda encontrou um pequeno robô utilitário da classe CL4P-TP - o último modelo desse tipo no planeta. \nPouco depois de entrar na casa do Claptrap, um Bullymong descomunal invadiu o interior da cabana e arrancou o olho do pequeno robô.\nSeu novo amigo pediu que você recupere o olho, porém, uma coisa de cada vez. Primeiro você precisa de uma arma. O Claptrap lhe disse para procurar em um de seus armários.\n"

